Repository: denmedia/hiweb-core-2
Catalog: trunk/languages/hw-core-2-*.po
Languages: ru_ru

source: Options "<b>%s</b>" success updated!
ru_ru: Опции "<b>%s</b>" обновлены!

source: Not provided for the type of object [%s]
ru_ru: Не работает с типом объекта [%s]

source: File [%s] not found or not readable
ru_ru: Файл [%s] не найден или нет прав на чтение

source: For field [%s] input not be set
ru_ru: Для поля [%s] не задан инпут

source: Object [WP_Screen] not found or them not object
ru_ru: Объект [WP_Screen] не найден или не является объектом

source: The rules are not an array
ru_ru: Правило не является массивом

source: Screen name is not defined
ru_ru: Имя окна не установлено

source: Rule data is not array
ru_ru: Правила не являются массивом

source: Screen name [%s] not found
ru_ru: Имя экрана [%s] не найдено

source: Hook [%s] does not found in hiweb()→hook_fields[]
ru_ru: Хук [%s] не найден в hiweb()→hook_fields[]

source: For form id:[%s] fields not found
ru_ru: Для формы id:[%s] поля не найдены

source: Template [%s] for form not found
ru_ru: Шаблона для формы [%s] не найден

source: Can not display INPUT [IMAGE], it works only in the back-End
ru_ru: Невозможно показать инпут [IMAGE], он работает только в бэк-энде

source: Select/Deselect image...
ru_ru: Установить/Отменить изображение...

source: For repeat input [%s] not add col fields. For that do this: <code>$field->add_col('my-col')</code>
ru_ru: Для инпута repeat [%s] нет добавлены поля. Для этого сделайте следующее: <code>$field->add_col('my-col')</code>

source: For add first row, press PLUS button...
ru_ru: Чтобы добавить строку, кликните на кнопке "ПЛЮС"

source: Class [%s] dosen't extends hw_input! For this class Assign heir:\n<?php class %s extends hw_input{ ... }
ru_ru: Класс [%s] не является расширением hw_input! Для этого укажите следующее:\n<?php class %s extends hw_input{ ... }

source: Type of input [%s] not found
ru_ru: Тип инпута [%s] не найден

source: hiWeb Core 2 error! Request PHP version great that 5.4.0!
ru_ru: Ошибка hiWeb Core 2! Требуется PHP версии равной или свыше 5.4.0!
